Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotDuplicateWarn Property
 Elements can't be duplicated
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotDuplicateWarn { get; }
Public Shared ReadOnly Property CannotDuplicateWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotDuplicateWarn {
	FailureDefinitionId^ get ();
}
static member CannotDuplicateWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace